[
  {
    "id": "1",
    "title": {
      "en": "Perfect Perfume & Cologne",
      "mk": "Совршен парфем и колонија"
    },
    "text": {
      "en": "Michele seemed to say, was the 21st-century Gucci girl, an eccentric, fresh-faced weirdo who wasn’t afraid to wear backless fur-lined loafers, to personify the idea of “ugly pretty.",
      "mk": "Мишел изгледаше како да сака да каже дека таа е девојката на Гучи од 21 век – ексцентрична, свежа личност која не се плашеше да носи чевли со крзно на задниот дел и да ја претстави идејата за „грда убавина.“"
    },
    "image": "/assets/images/blog/blog_makeupbykika.png",
    "url": "/blog/post-left-sidebar",
    "date": {
      "en": "june 5, 2024",
      "mk": "5 јуни, 2024"
    }
  },
  {
    "id": "2",
    "title": {
      "en": "Shirt Color Picking Guide",
      "mk": "Водич за избор на боја на кошула"
    },
    "text": {
      "en": "Olivia always gave the impression of being a modern heroine – a woman with courage and charisma, who wore sparkling suits as everyday attire and inspired a new trend in fashion.",
      "mk": "Оливија секогаш оставаше впечаток дека таа е модерна хероина – жена со смелост и харизма, која носеше светкави костуми како секојдневна облека и инспирираше нов тренд во модата."
    },
    "image": "/assets/images/blog/blog_makeupkika.png",
    "url": "/blog/post-left-sidebar",
    "date": {
      "en": "june 5, 2024",
      "mk": "5 јуни, 2024"
    }
  },
  {
    "id": "3",
    "title": {
      "en": "Chic Fashion Phenomenon",
      "mk": "Шик моден феномен"
    },
    "text": {
      "en": "Luca was a symbol of urban elegance, combining classic coats with sporty sneakers, proving that style knows no rules.",
      "mk": "Лука беше симбол на урбана елеганција, комбинирајќи класични палта со спортски патики, докажувајќи дека стилот не познава правила."
    },
    "image": "/assets/images/blog/post-thumbnail-8-370x200.png",
    "url": "/blog/post-left-sidebar",
    "date": {
      "en": "june 5, 2024",
      "mk": "5 јуни, 2024"
    }
  },
  {
    "id": "4",
    "title": {
      "en": "T-Shirts as Minimalist Style",
      "mk": "Т-Ширт како минималистички стил"
    },
    "text": {
      "en": "Sofia represented the new generation of minimalism – simple yet striking, with clean lines and unexpected details that always left a lasting impression.",
      "mk": "Софија ја претставуваше новата генерација на минимализам – едноставна, но впечатлива, со чисти линии и неочекувани детали што секогаш оставаа траен впечаток."
    },
    "image": "/assets/images/blog/post-thumbnail-370x200.png",
    "url": "/blog/post-left-sidebar",
    "date": {
      "en": "june 5, 2024",
      "mk": "5 јуни, 2024"
    }
  }
]
